       IDENTIFICATION DIVISION.
       PROGRAM-ID. main.

       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       PROCEDURE DIVISION.
       
       Main-Paragraph.
       
           display "Hello World".
           display " ".
           
           Stop Run.

       END PROGRAM main.
